{
    "BIO": {
        "college": "Колледж МГИМО",
        "university": "Московский технический университет связи и информатики"
    },
    "about": {
        "BIO": "БИО",
        "contacts": "Контакты",
        "work": "Работа"
    },
    "aboutText": "Frontend разработчик. Разрабатывал на фреймворке - Vue (Nuxt2), а также разрабатывал компоненты на React (функциональный стиль). Веб-разработкой увлекаюсь с 2019 года. Активно занимаюсь frontend-разработкой с февраля 2022.",
    "experience": "Опыт работы",
    "general": {
        "about": "Обо мне",
        "now": "Сейчас",
        "source": "Гит",
        "works": "Проекты",
        "stack": "СТЕК",
        "site": "Сайт",
        "code": "Исходный код"
    },
    "works": {
        "kiosk": {
            "description": "Приложение для культурного центра военной части, предназначенное для отображения и воспроизведения медиафайлов (фото, видео, музыка).",
            "shortDescription": "            Kiosk             Приложение для культурного центра военной части, предназначенное для отображения и воспроизведения медиафайлов (фото, видео, музыка)."
        },

        "gym": {
            "description": "Веб-приложение предоставляет пользователям удобный инструмент для создания, планирования и распространения программ тренировок. Создание тренировочных программ Гибкий редактор для составления индивидуальных и групповых программ тренировок. Запись тренировок в календарь Интеграция с календарем для удобного планирования тренировочного процесса. Публикация программ на площадке Возможность выставления программ на открытой платформе для доступа другими пользователями. Добавление программ в личный кабинет Возможность сохранения понравившихся программ в персональном профиле.",
            "shortDescription": "Веб-приложение предоставляет пользователям удобный инструмент для создания, планирования и распространения программ тренировок."
        },
        "chop": {
          "description": "Генератор HR-документов для частных охранных предприятий (ЧОП). Это десктопное приложение упрощает создание HR-документов для частных охранных предприятий. Оно импортирует данные сотрудников из Excel-файлов и использует заранее подготовленные шаблоны .docx для генерации различных документов. Приложение поддерживает управление несколькими организациями, позволяя легко переключаться между различными профилями компаний. Пользователи могут выбрать несколько сотрудников и сгенерировать документы пакетно, при этом файлы автоматически сохраняются на рабочий стол. Разработано с использованием Tauri, React, TypeScript и других современных технологий. Включает удобный интерфейс с интерактивной таблицей сотрудников и удобной генерацией документов.",
          "shortDescription": "Десктопное приложение для упрощения генерации HR-документов для частных охранных компаний с импортом данных сотрудников и использованием настраиваемых шаблонов .docx. Создание документов в пакетном режиме с автоматическим сохранением файлов на рабочий стол."
        }
    }
}
